Repository: mozilla-l10n/mt-training-data
Catalog: mn/mn_pontoon.tmx
Source language: en_us
Languages: mn

source: Number of users
mn: Хэрэглэгчийн тоо

source: Number of users logging in
mn: Хэвтрэж баих хэрэглэгчийн тоо

source: Oops.
mn: Өө!

source: page
mn: хуудас

source: Page not found.
mn: Хуудас олдоогүй.

source: Page Not Found
mn: Хуудас олдоогүй

source: Pen
mn: Үзэг

source: Previous page
mn: Өмнөх хуудас

source: Privacy Notice
mn: Нууцлал мэдэгдэл

source: Proceed
mn: Үргэлжлүүлэх

source: Purple
mn: ягаан

source: Red
mn: улаан

source: Redo
mn: Үйлдэл давтах

source: Remove All Data
mn: Өгөгдлийг хамаг арилгах

source: Report IP Infringement
mn: Оюуны өмчийг зөрчлийг мэдээлэх

source: restore until { $date }
mn: { $date } хүртэл сэргээх

source: save
mn: хадгалах

source: Save and Share
mn: Хадгалаад хуваалцах

source: Save full page
mn: Бүтэн хуудсыг хадгалах

source: Screenshot: { $originalTitle }
mn: Дэлгэцийн зураг: { $originalTitle }

source: Sea Green
mn: тэнгисийн ус мэт ногоон

source: Select time
mn: Үргэлжлэх хугацаагыг сонгох

source: Share
mn: Хуваалцах

source: Share on Facebook
mn: Facebook–т хуваалцах

source: Share on Pinterest
mn: Pinterest–эд хуваалцах

source: Share on Twitter
mn: Twitter–д хуваалцах

source: Sign In
mn: Нэвтрэх

source: Take clips and screenshots from the Web and save them temporarily or permanently.
mn: Вэбээс авсан клип болон дэлгэцийн зургийг аваад тэдгээрийг түр эсвэл бүрмөсөн хадгал.

source: Totals
mn: Нийт дүн

source: Undo
mn: Үйлдэл буцаах

source: White
mn: цагаан

source: Yellow
mn: шар

source: Page Removed
mn: Хуудсыг арилгалаа

source: Remove Page
mn: Хуудас арилгах

source: Removing Page…
mn: Хуудсыг арилгаж байна…

source: Crafted by Mozilla
mn: Mozilla хөгжүүлсэн

source: Developers
mn: Хөгжүүлэгч төлөө

source: How
mn: Ямар

source: In place.
mn: орчуулах

source: Join us
mn: Бидэнтэй хамт оролцах

source: Localize the web.
mn: Вэбийг газар дээр нь

source: Pontoon by Mozilla
mn: Mozilla хөгжүүлж гарсан «Pontoon»

source: Pontoon Intro
mn: Pontoon тухай танилцуулах

source: Tell Me More
mn: Цааш нь яригч

source: What
mn: Юу

source: What is Pontoon?
mn: «Pontoon» юу вэ?
